{
  "title": "Check browser compatibility",
  "pilot": "GC Forms • Pilot",
  "description": "Help us understand if your browser can support the \"File System API\" needed for enhancements to download responses in bulk (more than 150 at once).",
  "step1": "Select a folder on your computer.",
  "step2": "Allow \"This site to view, modify, and copy files\".",
  "step3": "Save changes to the folder to check if the functionality is supported.",
  "selectDirectory": "Select a folder",
  "runTests": "Run checks again",
  "running": "Running checks...",
  "success": "Checks passed",
  "failed": "Checks failed",
  "successMessage": "Thank you for checking! This browser on this device is all set to download high volumes of responses directly in an upcoming feature. Stay tuned for more information.",
  "cannotDownload": "Unfortunately, this browser on this device cannot  download responses using this functionality. We may follow up to learn more about your set-up. In the meantime, you can try again on a different browser or work with your IT administrator to see if any settings might be blocking access.",
  "testCancelled": "The checks were not completed. Please try again to see if responses can be downloaded using your browser on this device. You may need to try a different browser or select a new folder on your computer.",
  "itAdministrators": "Resources for IT Administrators",
  "microsoftEdgeDownload": "Microsoft Edge download",
  "fileSystemRead": "File System Read Ask For URLs",
  "microsoftEdgeUpload": "Microsoft Edge upload",
  "fileSystemWrite": "Enable File System Write Ask for this URL",
  "additionalResources": "Learn more about the File System API",
  "mdnWebDocs": "MDN Web Docs",
  "mdnWebDocsDescription": "Comprehensive documentation on the File System API",
  "webDevGuide": "Web.dev Guide",
  "webDevGuideDescription": "Google's guide to simplifying access to local files",
  "supportForm": {
    "title": "Submit results from the browser check",
    "description": "Send us your browser information by submitting your email and we'll investigate further. We may follow up to learn more.",
    "email": "Your email address",
    "submit": "Send support request",
    "submitting": "Sending...",
    "successTitle": "Thank you, your results have been sent.",
    "successMessage": "We've received your information and will try to get back to you soon."
  }
}
