{
  "title": "Vérifiez la compatibilité de votre navigateur",
  "pilot": "Formulaires GC • Pilote",
  "description": "Vérifiez si votre navigateur prend en charge l'API « File System » nécessaire pour des améliorations au téléchargement des réponses en plus grand nombre.",
  "step1": "Sélectionnez un dossier sur votre ordinateur.",
  "step2": "Autorisez « Ce site à voir et copier les fichiers »",
  "step3": "Enregistrer les modifications apportées au dossier pour vérifier la fonctionnalité.",
  "selectDirectory": "Sélectionner un dossier",
  "runTests": "Relancer la vérification",
  "running": "Vérification en cours...",
  "success": "La vérification a réussie",
  "failed": "La vérification a échouée",
  "successMessage": "Merci d'avoir vérifié! Ce navigateur sur cet appareil est prêt à télécharger de grands volumes de réponses directement dans une fonctionnalité à venir. Restez à l'écoute pour plus d'informations.",
  "cannotDownload": "Malheureusement, ce navigateur sur cet appareil ne peut pas télécharger les réponses à l'aide de cette fonctionnalité. Vous pouvez réessayer avec un autre navigateur ou demander à votre administrateur informatique de vérifier si certains paramètres bloquent l'accès.",
  "testCancelled": "La vérification n'a pas été effectuée. Veuillez réessayer pour voir si les réponses peuvent être téléchargées à l'aide de votre navigateur sur cet appareil. Vous devrez peut-être essayer un autre navigateur ou sélectionner un nouveau dossier sur votre ordinateur.",
  "itAdministrators": "Ressources pour les administrateurs en TI",
  "microsoftEdgeDownload": "Autoriser Microsoft Edge à télécharger",
  "fileSystemRead": "Activer l'accès en lecture au système de fichiers pour cette URL",
  "microsoftEdgeUpload": "Autoriser Microsoft Edge à télécharger",
  "fileSystemWrite": "Activer l'accès en écriture dans le système de fichiers pour cette URL",
  "additionalResources": "En savoir plus sur l'API du système de fichiers",
  "mdnWebDocs": "Documentation MDN Web",
  "mdnWebDocsDescription": "Documentation complète sur l'API du système de fichiers",
  "webDevGuide": "Guide Web.dev",
  "webDevGuideDescription": "Guide Google pour simplifier l'accès aux fichiers locaux",
  "supportForm": {
    "title": "Envoyez les résultats de la vérification de votre navigateur",
    "description": "Envoyez-nous les informations relatives à votre navigateur en indiquant votre adresse courriel et nous examinerons votre cas en plus en détail. Nous vous contacterons peut-être  pour en savoir plus sur votre configuration.",
    "email": "Votre adresse courriel",
    "submit": "Envoyer les résultats du navigateur",
    "submitting": "Envoi en cours...",
    "successTitle": "Merci, vos résultats ont été envoyées.",
    "successMessage": "Nous avons reçu vos renseignements et essayerons de vous répondre bientôt."
  },
  "permissionsHelp": {
    "ariaLabel": "En savoir plus sur les autorisations du navigateur",
    "title": "Autorisations du navigateur pour l'accès aux fichiers",
    "description": "Lorsque vous sélectionnez un dossier, votre navigateur vous demandera l'autorisation d'accéder aux fichiers. Voici ce que vous verrez :",
    "viewImageAlt": "Boîte de dialogue du navigateur montrant l'invite d'autorisation de consultation",
    "viewImageCaption": "Invite affichée aux utilisateurs avant que le navigateur ne reçoive l'autorisation de lecture pour consulter les fichiers dans un dossier.",
    "editImageAlt": "Boîte de dialogue du navigateur montrant l'invite d'autorisation de modification",
    "editImageCaption": "Invite affichée aux utilisateurs avant que le navigateur ne reçoive l'autorisation d'écriture sur un fichier existant.",
    "close": "Fermer"
  }
}
