{
  "internalTitleEn": "Contact Us - National Seniors Council",
  "internalTitleFr": "Nous joindre - Formulaire pour communiquer avec le Conseil national des aînés",
  "publishingStatus": false,
  "submission": {
    "templateID": "",
    "email": "forms-formularies@cds-snc.ca"
  },
  "form": {
    "id": 47,
    "version": 1,
    "titleEn": "Contact Us - National Seniors Council",
    "titleFr": "Nous joindre - Formulaire pour communiquer avec le Conseil national des aînés",
    "layout": [1, 2, 3, 4, 5, 6, 7],
    "endPage": {
      "descriptionEn": "#Thank you for your email  \n\r PLACEHOLDER TEXT FOR RESPONSE TIMELINE \n\r <a href='https://www.canada.ca/en/national-seniors-council.html'>Go back</a>",
      "descriptionFr": "#Merci pour votre courriel \n\r PLACEHOLDER TEXT FOR RESPONSE TIMELINE \n\r <a href='https://www.canada.ca/fr/conseil-national-aines.html'>Retour</a>"
    },
    "elements": [
      {
        "id": 1,
        "type": "richText",
        "properties": {
          "titleEn": "",
          "titleFr": "",
          "descriptionEn": "**It is the responsibility of the requester to provide an accurate, up-to-date email address**. \n\r If you have difficulty with the following form, you can use any of our other <a href='https://www.canada.ca/en/national-seniors-council/corporate/contact-us.html'>service channels</a> to contact us.",
          "descriptionFr": "**Vous êtes responsable de fournir une adresse de courriel correcte et à jour.** \n\r Si vous avez des problèmes avec le formulaire suivant, vous pouvez utiliser une des <a href='https://www.canada.ca/fr/conseil-national-aines/organisation/contactez-nous.html'>autres voies de service</a> pour communiquer avec nous.",
          "charLimit": 200,
          "validation": {
            "required": false
          }
        }
      },
      {
        "id": 2,
        "type": "textField",
        "properties": {
          "titleEn": "Full name",
          "titleFr": "Nom au complet",
          "placeholderEn": "",
          "placeholderFr": "",
          "description": "",
          "charLimit": 100,
          "validation": {
            "required": true,
            "type": "name"
          }
        }
      },
      {
        "id": 3,
        "type": "textField",
        "properties": {
          "titleEn": "Email",
          "titleFr": "Courriel",
          "placeholderEn": "",
          "placeholderFr": "",
          "descriptionEn": "",
          "descriptionFr": "",
          "charLimit": 100,
          "validation": {
            "required": true,
            "type": "email"
          }
        }
      },
      {
        "id": 4,
        "type": "textField",
        "properties": {
          "titleEn": "Subject",
          "titleFr": "Sujet",
          "placeholderEn": "",
          "placeholderFr": "",
          "descriptionEn": "",
          "descriptionFr": "",
          "charLimit": 100,
          "validation": {
            "required": true,
            "type": "text"
          }
        }
      },
      {
        "id": 5,
        "type": "richText",
        "properties": {
          "titleEn": "",
          "titleFr": "",
          "descriptionEn": "**Please do not include sensitive personal information** in the message box, such as your Social Insurance Number, personal finance data and medical or work history.",
          "descriptionFr": "**Veuillez ne pas fournir de renseignements personnels de nature délicate** dans la boîte à message, comme votre numéro d'assurance sociale, des renseignements d'ordre financier ou médical, ou de l'information sur vos antécédents de travail",
          "charLimit": 200,
          "validation": {
            "required": false
          }
        }
      },
      {
        "id": 6,
        "type": "textArea",
        "properties": {
          "titleEn": "Enter your message",
          "titleFr": "Inscrire votre message",
          "placeholderEn": "",
          "placeholderFr": "",
          "descriptionEn": "Any relevant details or specific questions",
          "descriptionFr": "Avez-vous des détails pertinents ou des questions spécifiques?",
          "charLimit": 800,
          "validation": {
            "required": true
          }
        }
      },
      {
        "id": 7,
        "type": "richText",
        "properties": {
          "titleEn": "Personal Information Collection Statetment",
          "titleFr": "Énoncé de collecte de renseignements personnels",
          "descriptionEn": "In order to respond to your inquiry, National Seniors Council (NSC) will need to collect a limited amount of information (such as your email address). However, please note, this 'Contact Us' service is intended for general inquiries only. \n\r Due to the unprotected nature of the Internet, sensitive, personal inquiries cannot be answered through this service, and are best addressed in person, over the telephone or by ground mail. \n\r The information you provide is collected through a secure e-mail format and will be stored in the Personal Information Bank entitled Public Communications (PSU 914). Your request is collected under the authority of the Department of Human Resources and Skills Development Act and the Department of Social Development Act, and will be administered in accordance with the <a href='http://laws.justice.gc.ca/eng/acts/P-21/index.html'>Privacy Act</a> and other applicable laws. The information you provide may also be used for policy analysis, research and/or evaluation purposes and may be shared with Publications if you request documentation. You have the right to access your personal information. For more information on this, please access the <a href'http://www.infosource.gc.ca/index-eng.asp'> Info Source</a> Web site.",
          "descriptionFr": "Pour répondre à votre demande de renseignements, le Conseil national des aînés (CNA) devra recueillir quelques renseignements (par exemple, votre adresse de courriel). Veuillez noter que le service « Contactez-nous » est offert uniquement pour répondre aux demandes de renseignements généraux. \n\r Nous ne pouvons pas répondre aux demandes comportant des renseignements personnels de nature délicate par l'entremise de ce service car l'information qui circule sur Internet n'est pas protégée. Il est préférable de poser ces questions en personne, par téléphone, ou encore de les acheminer par la poste. \n\r L'information que vous fournissez est recueillie au moyen d'un formulaire en ligne sécurisé et sera gardée dans le fichier de renseignements personnels, communications publiques (PSU 914). Les renseignements sont recueillis en vertu de la Loi sur le ministère des Ressources humaines et du Développement des compétences et de la Loi sur le ministère du Développement social, et seront utilisés conformément à la <a href'http://laws.justice.gc.ca/fra/lois/P-21/index.html'>Loi sur la protection des renseignements</a> personnels et aux autres lois applicables. Les renseignements que vous fournissez peuvent servir à l'analyse des politiques, à la recherche ou à l'évaluation et peuvent être partagés avec les publications si vous demandez de la documentation. Vous avez le droit d'accéder à vos renseignements personnels. Pour en savoir davantage à ce sujet, veuillez consulter le site Web <a href'http://www.infosource.gc.ca/index-fra.asp'> Info Source</a>.",
          "charLimit": 200,
          "validation": {
            "required": false
          }
        }
      }
    ]
  }
}
