{
  "internalTitleEn": "Digital Standards Framework",
  "internalTitleFr": "Cadre pour les Normes relatives au numérique",
  "publishingStatus": false,
  "submission": {
    "templateID": "",
    "email": "forms-formulaires@cds-snc.ca"
  },
  "form": {
    "id": 50,
    "version": 1,
    "titleEn": "Digital Standards Framework",
    "titleFr": "Cadre pour les Normes relatives au numérique",
    "descriptionEn": "",
    "descriptionFr": "",
    "layout": [1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11],
    "startPage": {},
    "endPage": {
      "descriptionEn": "#Thank you for your submission",
      "descriptionFr": "#Merci pour votre soumission",
      "referrerUrlEn": "",
      "referrerUrlFr": ""
    },
    "elements": [
      {
        "id": 2,
        "type": "richText",
        "properties": {
          "titleEn": "",
          "titleFr": "",
          "descriptionEn": "We are reaching out to gauge your interest in helping create a peer assessment framework for the Digital Standards. We’re looking for a variety of experiences (and minimal time commitment) for this working group. \n\r If you know someone who may be interested, please forward this form! \n\r <a href='https://www.canada.ca/en/government/system/digital-government/government-canada-digital-standards.html'>Digital Standards</a> <br><br>",
          "descriptionFr": "Nous communiquons avec vous pour connaître votre intérêt à nous aider à créer un cadre d’évaluation par les pairs dans la cadre des Normes relatives au numérique. Nous sommes à la recherche de personnes possédant diverses expériences et prêtes à consacrer un peu de temps à ce groupe de travail. \n\r Si vous connaissez des gens qui pourraient possiblement être intéressés par cette initiative, veuillez leur transmettre le présent formulaire. \n\r <a href='https://www.canada.ca/fr/gouvernement/systeme/gouvernement-numerique/normes-numeriques-gouvernement-canada.html'>Les Normes relatives au numérique</a> <br><br>",
          "charLimit": 400,
          "validation": {
            "required": false
          }
        }
      },
      {
        "id": 3,
        "type": "richText",
        "properties": {
          "titleEn": "The Pitch",
          "titleFr": "La demande",
          "descriptionEn": "We are starting a working group to develop and test a peer review framework for departments to assess how Government of Canada departmental initiatives align with the Digital Standards. As of April 30, 2021, the Digital Standards include additional guidance for public servants to apply the standards which include examples of specific aligned and misaligned behaviours. \n\r TBS is looking to create a framework to help departments and agencies align with the Digital Standards. Instead of centralizing the assessment, we are creating a community that spans government departments. This network would conduct peer assessments. \n\r This project will impact how departments interact with and apply the Digital Standards. To develop the framework, we will establish a working group with representation across areas of expertise (including those who consider themselves to be outside of ‘digital government’). This initial group will help define the scope of the project, build the framework, conduct testing, and identify a permanent peer assessment community. The time commitment may be a couple of hours per week, with one or two meetings per month. We will share a roadmap in the coming weeks.",
          "descriptionFr": "Nous mettons sur pied un groupe de travail pour élaborer et mettre à l’essai un cadre d’évaluation par les pairs afin que les ministères puissent évaluer dans quelle mesure les initiatives ministérielles sont conformes aux Normes relatives au numérique du gouvernement du Canada. En date du 30 avril 2021, les Normes relatives au numérique fournissent aux fonctionnaires des directives supplémentaires sur l’application des normes, qui comprennent des exemples précis de comportements qui sont conformes ou non conformes aux normes. \n\r Le SCT veut créer un cadre pour aider les ministères et organismes à se conformer aux Normes relatives au numérique. Au lieu d’utiliser une procédure d’évaluation centralisée, nous voulons créer une communauté pangouvernementale, un réseau responsable des évaluations par les pairs. \n\r Ce projet aura une incidence sur la façon dont les ministères composent avec les Normes relatives au numérique et les mettent en application. Pour élaborer le cadre, nous formerons un groupe de travail réunissant de nombreux domaines d’expertise (y compris des personnes qui considèrent qu’elles ne font pas partie du gouvernement numérique). Le groupe aidera à définir la portée de l'initiative, à concevoir le cadre, à faire des essais et à établir une communauté permanente d’évaluation par les pairs. Les membres du groupe devront probablement y consacrer quelques heures par semaine, et une ou deux réunions par mois. Nous vous ferons parvenir une feuille de route dans les prochaines semaines.",
          "charLimit": 400,
          "validation": {
            "required": false
          }
        }
      },
      {
        "id": 4,
        "type": "richText",
        "properties": {
          "titleEn": "If you are interested in joining the working group, please provide the information below",
          "titleFr": "Si vous souhaitez vous joindre au groupe de travail, veuillez fournir les renseignements suivants",
          "descriptionEn": "",
          "descriptionFr": "",
          "charLimit": 400,
          "validation": {
            "required": false
          }
        }
      },
      {
        "id": 5,
        "type": "textField",
        "properties": {
          "titleEn": "Your name",
          "titleFr": "Votre nom",
          "charLimit": 100,
          "validation": {
            "required": true,
            "type": "text" 
          }
        }
      },
      {
        "id": 6,
        "type": "textField",
        "properties": {
          "titleEn": "Your email address",
          "titleFr": "Votre adresse courriel",
          "descriptionEn": "",
          "descriptionFr": "",
          "charLimit": 100,
          "validation": {
            "required": true,
            "type": "text"
          }
        }
      },
      {
        "id": 7,
        "type": "textArea",
        "properties": {
          "titleEn": "Your team, sector, and department",
          "titleFr": "Votre équipe, secteur et ministère",
          "placeholderEn": "",
          "placeholderFr": "",
          "descriptionEn": "",
          "descriptionFr": "",
          "charLimit": 100,
          "validation": {
            "required": true,
            "type": "text"
          }
        }
      },
      {
        "id": 8,
        "type": "checkbox",
        "properties": {
          "titleEn": "Preference on meeting frequency",
          "titleFr": "Préférence sur la fréquence des réunions",
          "descriptionEn": "Select all that apply",
          "descriptionFr": "Cocher toutes les cases qui s’appliquent",
          "choices": [
            {
              "en": "Anything works!",
              "fr": "Peu importe!"
            },
            {
              "en": "Every week",
              "fr": "Chaque semaine"
            },
            {
              "en": "Every two weeks",
              "fr": "Chaque deux semaine"
            },
            {
              "en": "Every three weeks",
              "fr": "Chaque trois semaines"
            },
            {
              "en": "Once a month",
              "fr": "Un fois par mois"
            },
            {
              "en": "Other",
              "fr": "Autres"
            }
          ],
          "charLimit": 100,
          "validation": {
            "required": false
          }
        }
      },
      {
        "id": 9,
        "type": "textField",
        "properties": {
          "titleEn": "If you checked Other, please specify",
          "titleFr": "Si vous avez coché Autres, veuillez préciser",
          "placeholderEn": "",
          "placeholderFr": "",
          "descriptionEn": "",
          "descriptionFr": "",
          "charLimit": 100,
          "validation": {
            "required": false,
            "type": "text"
          }
        }
      },
      {
        "id": 10,
        "type": "checkbox",
        "properties": {
          "titleEn": "Preference on time of meeting",
          "titleFr": "Préférence sur l'heure de la réunion",
          "descriptionEn": "Select all that apply.",
          "descriptionFr": "Cocher toutes les cases qui s’appliquent",
          "choices": [
            {
              "en": "Morning",
              "fr": "Accès à l’information et protection des renseignements personnels (AIPRP)"
            },
            {
              "en": "Afternoon",
              "fr": "Accident ou incident de transport aérien, ferroviaire, maritime ou pipelinier"
            },
            {
              "en": "No preference",
              "fr": "Droit d’auteur et permissions"
            }
          ],
          "charLimit": 100,
          "validation": {
            "required": false
          }
        }
      },
      {
        "id": 11,
        "type": "textArea",
        "properties": {
          "titleEn": "Additional comments",
          "titleFr": "commentaires supplémentaires",
          "placeholderEn": "",
          "placeholderFr": "",
          "descriptionEn": "Any comments or questions? Other ideas or considerations?",
          "descriptionFr": "Des commentaires ou des questions? Autres considérations ou idées?",
          "charLimit": 100,
          "validation": {
            "required": false,
            "type": "text"
          }
        }
      }
    ]
  }
}
